{
    "website": "druglib.com",
    "namesItemsReviewed": [
        "prednisolone",
        "oxycodone",
        "lithium-carbonate",
        "methotrexate",
        "lyrica",
        "naproxen"
    ],
    "aggregateReviews": [
        {
            "name": "prednisolone",
            "numberReviews": 8,
            "overallScore": 6.5,
            "effectivenessScore": 8.5,
            "sideEffectScore": 6.75,
            "reviews": [
                {
                    "author": "Prednisolone review by care giver of 73 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " The patient was extreemly hungry on this medication and some weight gain was observed.  In this case, this was a positive side-effect as the patient was very underweight.\r\n\r\nNo other side-effects were noted however the treatment regime was difficlut for an elderly person to understand and needed the support of a family member to ensure that doses were not missed.",
                    "Condition": " Bacterial infection in patient with COPD",
                    "Dosage and duration": " 40mg daily for 5 days then reduce by 5mg  taken twice for the period of 6 weeks",
                    "Other conditions": " COPD, asthma, angina, HBP",
                    "Other drug taken": " ventolin inhaler, steroid inhaler, BP medications",
                    "Benefits": " Rapidly eased the acute effects of the infection enabeling the patient to breath easier.  It also appeared to enhance the recovery rate from this prolonged infection.",
                    "Comments": " 40mg (8 tables of 5mg) taken for 5 days then 7 tablets taken for 3 days, 6 for 3 days, 5 for three days until taking one talbe for three days then stopping.\r\n\r\nThe importance of not missing or suddenly stopping this treatment was stressed by our doctor, as I beleive this can cause serious side-effects."
                },
                {
                    "author": "Prednisolone review by  37 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Water retention under skin making it tender to touch including odd places like the back of the head. Feeling of raised body temperature and heat. Mood changes (feeling positive)",
                    "Condition": " Asthma",
                    "Dosage and duration": " 20mg tapering down over time  taken when asthma flared (six monthly) for the period of Continue to",
                    "Other conditions": " eosinophilia",
                    "Other drug taken": " nil",
                    "Benefits": " Very rapid reduction in wheezing and coughing.",
                    "Comments": " Generally 20mg for 3 days then dropping 5mg per day every 3 days. Once at 5mg the dose is halved every three days. It should never be stopped suddenly."
                },
                {
                    "author": "Prednisolone review by  44 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " None occurred while I took the medication for 2 mornings. However, it is known that prednisolone may cause osteoporosis, pigmentation, etc in the long run.",
                    "Condition": " allergy reaction on the face incl swollen face",
                    "Dosage and duration": " 30mg every morning for 4 mornings  taken 30mg in the morning for the period of 2 mornings",
                    "Other conditions": " Rashess, redness, and Itch on the face",
                    "Other drug taken": " Cetirizine (Sancotec) and Atarax (Hydroxyzine)",
                    "Benefits": " It reduced 90% the swelling in the face over 2 days. On the 3rd morning, I did not take prednisolone but went back to see the doctor as I was afraid of side effects. The doctor agreed that it was ok to stop taking the medication.",
                    "Comments": " I was prescribed 30mg of prednisolone (6 tablets of 5mg each) every morning for 4 mornings. However, after taking 30mg for 2 mornings, the swelling in the face reduced by about 90%. On the 3rd morning, I did not take prednisolone but went back to see the doctor as I was afraid of side effects. The doctor agreed that it was ok to stop taking the medication."
                },
                {
                    "author": "Prednisolone review by  26 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Slight weight gain.  ",
                    "Condition": " SLE (Lupus), Rheumatoid Arthritis",
                    "Dosage and duration": " 10mg to 5mg  taken once daily (morning) for the period of 8 weeks",
                    "Other conditions": " Degenerative bone, joint and disc disease",
                    "Other drug taken": " Ortho Tri Cyclen Lo",
                    "Benefits": " Severe pain in entire body was gone, and I mean GONE.  I felt like I was a little kid again, able to do anything.  I also had increased energy.",
                    "Comments": " I take this medicine on and off, usually for a duration of about two months on a very low dosage.  "
                },
                {
                    "author": "Prednisolone review by  39 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " I had no side effects at all, but as i need to write 50 words it may also be worth noting that I had the positive effect of the painful Achilles tendon I had also disappeared after taking the tablets for 2 days",
                    "Condition": " prickly heat/heat rash",
                    "Dosage and duration": " 6 tablets /day  taken as and when needed for the period of max 10 days",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " The prickly heat would be cleared up over night. The itch would disappear within a few hours the bumps would loose all redness but would remain slightly raised for a couple of days",
                    "Comments": " As soon as the prickly heat starts I had to take 6 tablets daily for a maximun of 10 days I have never had to take the tablets for more than 3 consecutive days"
                },
                {
                    "author": "Prednisolone review by  39 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " the side effect of this medecine where horrible, I have gained 5 kg that i still carry , a moon face which has gone now, my skin was full of a strange acne when I had never a slight breakout in my face, I was very depressed and almost commited suicide , I had to take valum to be able to finish the treatement ",
                    "Condition": " tendinatis ",
                    "Dosage and duration": " 8,6,4,2  (dosage frequency: every day)  for the period of 30",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " I have not gotten any benifit from this medecine, only side effects , I am still suffering of my leg pain, it turned that the doctor has given this medecine when not needed, I suffer from hernia and not tendonitis ",
                    "Comments": " the doctor described a dose of 8 every day for a week, 6 for a week , 4 for a week , 2 for a week I was suppose to take them because I suffered from tendonitis , it turned to be a wrong diagnostic as the problem came from my back "
                },
                {
                    "author": "Prednisolone review by  52 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " rampant hunger at high dose (above 25mg) - but, with discipline (and vanity!) have managed to keep my weight within 4lbs of my prior weight; SLIGHT rounding of face (I'm lucky!); bodily skin thinning, particularly evident on my shins (I use Nivea CoQ10 firming lotion - fab \u0096 all over, 2x daily, and am about to start taking Qsilica to see if it'll help); most importantly...slight bone density loss when tested 20 mths ago (next DEXA scan is later this month) but as well as exercising, I take daily organic calcium, magnesium, L-Lysine (amino acid), boron, zinc, 2 gms slow release vit C, marine collagen, plus am trying to eat an alkaline diet to keep body at neutral pH (see SaveOurBones online - I have no affiliation!).",
                    "Condition": " lupus-like systemic autoimmune condition",
                    "Dosage and duration": " 30mg max / 7.5 mg min so far  taken daily for the period of 3 years, ongoing",
                    "Other conditions": " underactive thyroid",
                    "Other drug taken": " levo-thyroxine, lansoprazole when dose above 12.5mg to protect stomach",
                    "Benefits": " keeps me alive during flare-ups!  (They incl pericarditis & pleural effusions, ie inflammation of the lining around the heart and lungs \u0096 involving LOTS of fluid for which there isn't space, leading to heart failure and breathlessness - nice...) I can more or less live a normal life, apart from at the start of a flare (and spending hours researching online!).",
                    "Comments": " For good reasons (not typical lupus, plus 'you know your body best'), my Doc and Consultant basically leave me to decide my dosage! After 3 years I have learnt that when I have the 1st definite signs of a flare-up (pericarditis symptom, ie pressure in neck when bending over), I need to put the dose up to 30mg straight away - from trial and error, anything less just doesn't work, ie putting dose up to e.g. 15mg, then 20mg, then 25mg gives the flare-up more time to really get hold of me! Am trying to decide whether to take 'steroid-sparing' drug Azathioprine as well...v hard decision as it's a serious immune suppressant and has scary side-effects. Hey ho! (Once tried 35mg for a couple of days when 30mg wasn't quite sorting it, and got tingly lips - checked online and thought it could be a sign of calcium deficiency; called Doc, he agreed (!) so went back down to 30mg and was fine.)"
                },
                {
                    "author": "Prednisolone review by  33 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " big fat face,body ectdepressed mood swings up and down dont want to go out the house gained about a stone only been on it for 4 weeks some and pain swelling back feeling ill and night swets and spots over face and body feeling iritabill and can not think straght could go on ",
                    "Condition": " r/a",
                    "Dosage and duration": " 60mg  taken daily for the period of weeks",
                    "Other conditions": " none",
                    "Other drug taken": " methatrex",
                    "Benefits": " first cople week felt great swelling down no pain fulll of energy wanted to go jogging ",
                    "Comments": " start on 60mg second week 50mg third week 40 forth week 30 and had anough"
                }
            ]
        },
        {
            "name": "oxycodone",
            "numberReviews": 13,
            "overallScore": 7.31,
            "effectivenessScore": 9.08,
            "sideEffectScore": 6.62,
            "reviews": [
                {
                    "author": "Oxycodone review by  46 year old male patient",
                    "rating": 8,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Mild and only occasional constipation. Sometimes felt a little foggy in the head.",
                    "Condition": " severe back pain resulting from a herniated disc",
                    "Dosage and duration": " 5mg  taken 3-6 times daily for the period of 1 year",
                    "Other conditions": " none",
                    "Other drug taken": " coversyl",
                    "Benefits": " Reduced pain almot always, except when severe spasims occured.",
                    "Comments": " Took this drug as needed and the results are very good for reliveing severe pain."
                },
                {
                    "author": "Oxycodone review by  37 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " tired at times & upset stomache",
                    "Condition": " scoliosis",
                    "Dosage and duration": " 30mg 6x daily  taken 3-6 per day for the period of 2+ yrs.",
                    "Other conditions": " c/spine hnp & cervical arthritis",
                    "Other drug taken": " xanax",
                    "Benefits": " reduce pain levels and resume daily life without interferance from pain. Reduce pain in order to proceed with physical therapy.",
                    "Comments": " Take up to 6 times a day for pain"
                },
                {
                    "author": "Oxycodone review by  46 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Sleepiness, dizziness, light-headedness & nausea. I only took them when the pain was unbearable, so I might have gotten used to the side effects if I had kept the levels up in my system.",
                    "Condition": " possible lymphoma/kidney pain",
                    "Dosage and duration": " 5MG-50MG caps  taken 1 cap/4-6 h for the period of 1 mo",
                    "Other conditions": " ulcerative colitis/kidney infection",
                    "Other drug taken": " cipro, Asacol, doxycycline,promethazine",
                    "Benefits": " The drug was pretty good for pain. They had me on morphine, which was horrible. The pain was preferable to the crazy dreams and paranoia I had. They then tried oxycontin, which was the best pain drug they gave me, but too addictive... so they moved me to vicodin products, which worked pretty well, with surprisingly few side effects.",
                    "Comments": " I just took the pills every 4-6 hours when the kidney pain was too bad. I tried to only take them at night as the conditions improved since they made me sleep. I stopped takeing them long before the infections and colon problems were resolved, as I don't like takeing drugs."
                },
                {
                    "author": "Oxycodone review by  43 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " The level of pain control quickly decreased (with the prescribed amount of medication(10 mg)) resulting in having to steadily increase the dosage for the same amount of pain relief. However the worst side effects were severe constipation(even while taking stool softeners/extra fiber, water, etc), depression, insomnia, weight loss, hair loss, muscle wasting, my skin became completely dehydrated and wrinkled. Became physically and mentally addicted to the medication, when I tried to reduce the dosage /stop taking the medication I experienced severe withdrawal symptoms (fever,chills, nausea, vomiting, severe bone muscle and joint pain) to name a few. ",
                    "Condition": " pain management",
                    "Dosage and duration": " 10mg  taken 3 times daily for the period of 2 yrs",
                    "Other conditions": " Degenerative disk disease (C2-C7, L5, S1), pinched nerves C5 & 6.",
                    "Other drug taken": " Percocette, Toradol, Topamax, Gabapentin",
                    "Benefits": " Initially the treatment benefits were\r\n-increased mobility/ activity level due to experiencing less pain\r\n- sleep ( was able to sleep longer while the medication was still active)\r\n- better mood (because of less pain)",
                    "Comments": " I was in an MVA in 2002 in which I suffered a whiplash type injury which caused/accelerated the DDD. I was prescribed Percocette 5mg on an as needed basis for pain control. After 3 years (of constant agonizing pain)of being on the Percocette they became ineffective at relieving pain and I was referred to a PAIN CLINIC specializing in chronic pain. The doctors there decided that I had built up a tolerance/dependence on the Percocette and that it would be best to put me on a longer acting narcotic (Oxycontin 10mg,time released, supposed to provide pain relief for 12 hrs) with Percocette (Oxycodone 5mg/Acetaminophen 325 mg)for break through pain. In the beginning the medication seemed to help but over time I built up a tolerance to the Oxycodone(they became less effective) which meant I had to keep increasing the dosage to get the same amount of pain relief. For example I started out with Oxycontin 10mg/3x day and approx 3 Percocette/daily a couple of months later as my tolerance increased I had to take Oxycontin 20mg/3X day and 5-6 Percocette as the months passed by my tolerance grew and my dosage was increased. After about 8 months on the Oxycontin I started to experience all of the side effects mentioned above, not only did I notice the negative effects the drug was having on me but friends and family noticed too, and mentioned (not to me but amongst themselves) that my appearance/demeanor over the past 2 yrs had dramatically changed. A couple of months ago my Sister took me aside and asked me what was wrong to which I replied nothing why? She then explained to me how my behavior(depression, moodiness, etc.) and appearance(drastic weight loss) had been getting worse and worse and told me that she was worried. Being under the influence of these drugs for so long I felt like I was in a fog and really had no idea as to the extent of how bad it really was/ how I looked. So I stepped back and examined the last 4-5 yrs of my life while on these medications and realized that they had taken a considerable toll on me emotionally, physically, mentally. I strongly advise that before anyone decides to go this route for pain management that you have a long talk with your Physician on the pros and cons of this medication specifically the Oxycontin. If I would have known then what I know now about all the negative side effects I would never, never had started taking it. I feel that it deteriorated my body (especially my muscle mass and skin). When I started taking the medication I was 37 and felt 25 and was told I looked like I was in my late 20's, I am now 42, I feel 50 and now in an effort to spare my feelings people don't mention anything about how old I look . I wish that my Physicians would have told me about ALL of the negative effects of this medication instead of just the positive (which are few). In my opinion the negative far outweigh the positive. I'm still in constant pain but will continue to search for pain management without drugs. PLEASE USE WITH CAUTION! "
                },
                {
                    "author": "Oxycodone review by  42 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " severe constipation, only relieved by taking milk of magnesia on a daily basis.",
                    "Condition": " post-surgical pain",
                    "Dosage and duration": " can't recall  (dosage frequency: every 4 to 6 hours)  for the period of 8 weeks",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " immediate relief from acute, severe post-surgical spinal pain following three-level lumbar fusion. minimized discomfort so that i was ambulatory, which was a key factor in my recuperation (physical movement was encouraged)",
                    "Comments": " took oxycodone for two months every 4 to 6 hours for pain relief, then weaned down to propoxyphene"
                },
                {
                    "author": "Oxycodone review by  33 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " extreme drowsiness, chalky mouth, feeling woozy",
                    "Condition": " pain",
                    "Dosage and duration": " 350mg as needed  taken 2-3 times a day for the period of 3 weeks",
                    "Other conditions": " car accident (induced the pain)",
                    "Other drug taken": " ibuprofen",
                    "Benefits": " Oxycodone helped take the major edge off of pain so I could rest. However, it made me so drowsy and felt \"out of it\" that I would switch to Ibuprofen.",
                    "Comments": " I had chiropractice and massage therapy to help my body recover. I took oxycodone when absolutely necessary with ibuprofen as a supplement. "
                },
                {
                    "author": "Oxycodone review by  40 year old female patient",
                    "rating": 5,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Side effects were a little troubling to me.  Although the pain was not diminished completely, I noticed that when I had severe pain, the meds did absolutely no good.  Perhaps if I'd taken more than the recommended dosage, it would have been effective, but I did not want to do that.  It also had a negative effect on my brain.  I could not think clearly, I felt like I was in a fog.  I also spent alot of time sleeping which was another side effect I did not like.",
                    "Condition": " Post Surgery",
                    "Dosage and duration": " 325 mg  taken every 4 hours or as needed for the period of as needed per 2 weeks",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " benefits were the pain relieving benefits",
                    "Comments": " Took this med following surgery for pain control."
                },
                {
                    "author": "Oxycodone review by care giver of 36 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Mild nausea, dizziness, fuzzy thinking. Very weird feeling",
                    "Condition": " Pain",
                    "Dosage and duration": " APAP 5MG-325MG  taken 1 to 2 tablets every 4 to 6 hours for the period of 3 days",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " Reduced pain, helped with sleep",
                    "Comments": " Medication to be taken as needed for pain after arthroscopic shoulder surgery. Would not want to take this medication unless in severe pain due mainly to the fuzzy headed/dizzy effect.  Certainly could not drive or operate machinery while on the medication. "
                },
                {
                    "author": "Oxycodone review by  43 year old male patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Constipation",
                    "Condition": " Pain - chronic panceatitis",
                    "Dosage and duration": " 10 mg  taken 2x/day for the period of Ongoing - one year so far",
                    "Other conditions": " None",
                    "Other drug taken": " Ducosate Sodium (stool softener)",
                    "Benefits": " Following a severe and prolonged attack of pancreatitis (primarily due to alcohol) and a 2 month hospitalization, surgery to treat pancreatic cysts was required.  After release from the hospital, a persistent abdominal pain was experienced.  Normal N-SAID pain relievers were not used because of stomach irritation and I am unresponsive to acetaminophen.  Oxycodone twice per day relieved all pain and allows me to live and work productively pain-free.",
                    "Comments": " Oxycodone/APAP 5mg/325mg 2x per day"
                },
                {
                    "author": "Oxycodone review by  32 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": "  the side effects proved to be an upset stomach, especially when up walking around and bending over. A tendency to sweat easily too",
                    "Condition": " teeth extractions",
                    "Dosage and duration": " 80mg  taken every three hours for the period of 7 days",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " treatment envolved a reduction of pain and provided the ability to sleep",
                    "Comments": " take one capsule every 3 to 4 hours as needed for pain. don't drive or operate any vehicle"
                },
                {
                    "author": "Oxycodone review by  49 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Occasional fogginess if otherwise fatigued; otherwise, I am surprised at the absence of noticeable side effects.",
                    "Condition": " Metastasized ovarian cancer/chemotherapy",
                    "Dosage and duration": " 5 mg   taken two to three times daily, as needed. for the period of One year; am still taking it.",
                    "Other conditions": " None",
                    "Other drug taken": " Lorazepam 1 mg, 2x daily; occasional acetaminophen; Gemsar (chemotherapy); Carboplatinum (chemo).",
                    "Benefits": " One year after diagnosis, surgery and beginning chemotherapy for stage IIIc ovarian cancer, I am working 35+ hours per week and living more or less normally while receiving biweekly chemotherapy treatments.  Taking oxycodone makes all the difference in my quality of life, because it allows me to live without otherwise constant pain in my back, ribcage and belly.  In the absence of this pain, my mobility/activity level is excellent, I can think and focus clearly, and I am free of the depression and frustration of what could be a debilitating illness.",
                    "Comments": " As I am aware of the addictive potential of narcotics/opioids, I have deliberately requested a continued low dose (5 mg) and have made a point of not increasing frequency to more than three tablets a day.  During the week after chemo, I will sometimes experience a bit of breakthrough pain between doses, and will then take a low (325 mg) dose of acetaminophen."
                },
                {
                    "author": "Oxycodone review by care giver of 53 year old male patient",
                    "rating": 7,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " No pain but very loopy.. Drug made patient incoherent and confused; bad memory and constipation patient had crazy ideas.",
                    "Condition": " Back pain",
                    "Dosage and duration": " 2 every 4 hours  (dosage frequency: every 2 hours)  for the period of 6 days",
                    "Other conditions": " Hep c",
                    "Other drug taken": " Valium",
                    "Benefits": " Drug did take away pain quickly; easy to take, not contraindicative with muscle relaxers or codeine allergy.",
                    "Comments": " Take for pain, 2 pills every 3-4 hours, no more than 8 in 24 hours."
                },
                {
                    "author": "Oxycodone review by  43 year old male patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " moderate constipation",
                    "Condition": " chronic pain from degenerative lumbar disc disease",
                    "Dosage and duration": " 30mg  taken every 6 hours for the period of 5 years",
                    "Other conditions": " HIV/AIDS",
                    "Other drug taken": " none",
                    "Benefits": " eliminated my pain which allowed me to function at an almost normal level. i was mostly bedridden prior to treatment",
                    "Comments": " was on combo oxycontin/oxycodone therapy for aprox 6 months before switching to just oxycodone. the oxycontin left me feeling groggy and unable to concentrate. it also left me with pain peaks and valleys. by switching to oxycodone only, i was able to keep my blood levels at a more constant rate and my pain was controlled consistently. with oxycontin my doseage kept increasing. with oxycodone my doseage was stable and eventually was able to decrease my doseage from 60mg every 6 hours to 30mg"
                }
            ]
        },
        {
            "name": "lithium-carbonate",
            "numberReviews": 5,
            "overallScore": 7.2,
            "effectivenessScore": 7.2,
            "sideEffectScore": 6.4,
            "reviews": [
                {
                    "author": "Lithium Carbonate review by  32 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " severe acne for first three years. ",
                    "Condition": " Mania",
                    "Dosage and duration": " 900 mg per day  taken once at night for the period of 10 years",
                    "Other conditions": " none",
                    "Other drug taken": " Ortho tricyclen",
                    "Benefits": " prevented mania and panic experienced with mania",
                    "Comments": " After the initial three years, this drug has worked well for me ever since."
                },
                {
                    "author": "Lithium Carbonate review by  23 year old male patient",
                    "rating": 5,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " upset stomach, low appetite, metallic taste, tremor",
                    "Condition": " bipolar disorder",
                    "Dosage and duration": " 1200 MG  taken 600 mg twice a day for the period of 1 year",
                    "Other conditions": " N/A",
                    "Other drug taken": " N/A",
                    "Benefits": " I felt a bit calmer and had a little less mania, but it did not help much.",
                    "Comments": " I was given lithium in order to calm my manic thoughts and depressive symptoms along with psychotherapy. I did not notice much improvement from lithium.\r\nIt did come with unwanted side effects such as persistent tremor and\r\nupset stomach. I would like to try another medication."
                },
                {
                    "author": "Lithium Carbonate review by  40 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Good side effect of being able to sleep better.  Have used it since for this reason.  Also helped with \"restless leg syndrome\".  Somewhat negative side effect that happy emotions were also muted.",
                    "Condition": " manic depression",
                    "Dosage and duration": " gradual increase to 1200 mg  taken daily for the period of 6 months",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " Highs and lows of emotions were evened out.  Able to get through difficult crises without \"falling apart\".",
                    "Comments": " Was given a small initial dosage.  Blood levels were checked weekly with the dosage being increased until the doctors decided the proper level needed was reached."
                },
                {
                    "author": "Lithium Carbonate review by  36 year old male patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Thirst, tremor, slight weight gain, occassional nausea",
                    "Condition": " Bipolar Disorder II",
                    "Dosage and duration": " 1200 mg   taken daily for the period of one year",
                    "Other conditions": " Male Pattern Baldness",
                    "Other drug taken": " Propecia",
                    "Benefits": " Mood more level. My speech is slower, not as pressured. I tend to listen better. I feel more \"chill\", though I still do experience free floating anxiety. My mood is significantly improved, but the anxiety, while lower, is the most stubborn of the symptoms. ",
                    "Comments": " I have been taking the medication for a year. I had started at 900 mg daily, but found that while I was improved, there was still room for improvement, so the dose was increased to 1200 mg/d. Of all the medications I have taken for bipolar disorder, this has been the most effective; and the cheapest too lol!!"
                },
                {
                    "author": "Lithium Carbonate review by  27 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " Blurry vision to the point where I now have to wear glasses.  My skin has acne and I didn't have it before.  I have to use a prescription to controle it.  My acid reflux is terrible and i have to use a prevacid to control that.  My skin is very dry and it has become so bad that if i don't moisturize it will bleed.  Mild tremmor.  Slight confusion and inability to concentrate sometimes.  My hair falls out more than it used to.  As my doctor says: it's a dirty drug.  However, I'm not a zombie and I can sleep so I can learn to live with the above.    ",
                    "Condition": " Bipolar ",
                    "Dosage and duration": " 1500mg  taken once daily for the period of months",
                    "Other conditions": " Bulimia",
                    "Other drug taken": " Toprimate 400mg, prevacid 60mg",
                    "Benefits": " I have found that I have been able to sleep better and my thoughts do not race like they did when I was not taking the lithium.  It has not made me as tired or hungry as other meds have which was a welcome surprise.  Still not able to focus as well as I had hoped.  I work full-time and hold an aditional part-time job and was worried that I was not going to be able to continue with these prior to beginning with this treatment.  I have been managing better since taking the lithium.   ",
                    "Comments": " I started at 150mg and slowly went up by 150mg every time the side effects calmed down.  Usually when I stopped tasting the metallic taste in my mouth I would increase the dose.  I've been on toprimate 400mg for one year.  Therapy with my psychiatrist twice per week (sometimes once per week due to scheduling conflicts).  "
                }
            ]
        },
        {
            "name": "methotrexate",
            "numberReviews": 18,
            "overallScore": 7.22,
            "effectivenessScore": 8.56,
            "sideEffectScore": 6.78,
            "reviews": [
                {
                    "author": "Methotrexate review by  64 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " None that I am aware of",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 20 mg.   taken 1 x week for the period of 2 years to present",
                    "Other conditions": " none",
                    "Other drug taken": " Remicade",
                    "Benefits": " The combination of weekly 20mg. Methotrexate with an infusion (at the doctor's office) of Remicade has almost completely controlled my rheumatoid arthritis.\r\nI have had no further joint damage, and the initial symptoms of extreme fatigue and pain in the small joints of my hands, wrists, feet and ankles has abated.",
                    "Comments": " I was diagnosed with rheumatoid arthritis about two years ago and began treatment with a combination of Remicade (infused once every eight weeks over a period of about 2 hours in my doctor's office) and Methotrexate 20 mg. once a week. I take 8 tablets every Friday, 2.r mg. each. I have had no negative side effects from either medication. "
                },
                {
                    "author": "Methotrexate review by  58 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " increasing all over body pain",
                    "Condition": " psoraitic arthritis",
                    "Dosage and duration": " 6 tabs  taken daily for the period of 4 years",
                    "Other conditions": " psoriasis",
                    "Other drug taken": " none",
                    "Benefits": " the treatment masked the psoriasis and what was considered arthritis",
                    "Comments": " I started with 4 tabs and increased to 6 as the all over body pain increased and then they were going to put me on prednisone.  I opted to turn to homeopathic treatment and weaned off the methotrexate.  The all over body pain went completely away but the psoriasis was exacerbated.  I'd rather have that than not be able to walk or move."
                },
                {
                    "author": "Methotrexate review by care giver of 12 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Thinning hair, weight gain.  We don't know if these were due to the methotrexate or other drugs she was on.",
                    "Condition": " juvenile rheumatoid arthritis",
                    "Dosage and duration": " 15 mg  taken once a week for the period of 1 year",
                    "Other conditions": " none",
                    "Other drug taken": " prednisone, naprosyn",
                    "Benefits": " Methotrexate significantly reduced my daughter's arthritis symptoms, allowing her to resume a normal, active life without joint pain.  After being treated with this drug, she has remained symptom free for several years now.  She did not have to progress to more expensive arthritis drugs since she responded well to methotrexate.",
                    "Comments": " She took the dosage once a week for about a year, and eventually was weaned off of all her arthritis related drugs."
                },
                {
                    "author": "Methotrexate review by  54 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " None.",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 25mg  taken weekly for the period of Ongoing",
                    "Other conditions": " Hypothyroidism, hypercholesterolemia",
                    "Other drug taken": " Synthroid, Ezetrol, Folic Acid",
                    "Benefits": " Control of joint inflammation",
                    "Comments": " The methotrexate is administered by subcutaneous injection (self-administered) 25mgs once per week. I have been taking methotexate for approximately 5 years. Foe the first 4 years I took the same dose orally, but it eventually beacme less effective so I switched to subcutaneous injection. It has been extremely effective at controlling the symptoms of rheumatoid arthritis and I feel 95% normal."
                },
                {
                    "author": "Methotrexate review by  45 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " nausea, fatigue, elevated white blood cells, low side of normal liver lab results.",
                    "Condition": " psoriasis",
                    "Dosage and duration": " 30 mg  taken 1xweel for the period of 1 year",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " 95% cleared chronic severe psoriasis from scalp to feet. Extremely easy to administer.",
                    "Comments": " took 10 mg every 3 hours for a total dose of 30 mg/wk. Initially started with 15 mg/wk but became tolerant and had to move up to 30 mg/wk"
                },
                {
                    "author": "Methotrexate review by  29 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " The day after the injection I was extremely worn out.  Almost like having the flu.  I took the shot on Friday nights, went to bed around 11pm, and then wasn't able to get up before noon the next day, simply due to severe fatigue.  After Saturday, I typically felt pretty good, though.",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 0.6 mL  (dosage frequency: once weekly)  for the period of ongoing",
                    "Other conditions": " type I diabetes, hypothyroidism, lack of intrinsic factor",
                    "Other drug taken": " novolog insulin, lexapro, mircette, levothyroxin, folic acid, lisinopril",
                    "Benefits": " Treatment benefits from taking methotrexate included significantly reduced inflammation in the joints which led to reduced pain.  Overall fatigue was also minimized.",
                    "Comments": " Once weekly injections with methotrexate.  Also took prescription-strength folic acid to minimize any side effects."
                },
                {
                    "author": "Methotrexate review by care giver of 17 year old male patient",
                    "rating": 7,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Vomiting and nausea on days the drug was ingested, rebound effect(return of plaque) when attempting to decrease the medication;  liver blood levels need monitoring while on the drug.",
                    "Condition": " psoriasis",
                    "Dosage and duration": " 15mg per week  taken 1 x per week for the period of continuing for past 22 mos.",
                    "Other conditions": " Down syndrome, hypothyroidism",
                    "Other drug taken": " tegratol, synthroid, topical steroid",
                    "Benefits": " Relieved the plaque psoriasis which was over 90% of skin and extremely uncomfortable.",
                    "Comments": " Patient had onset of psoriasis and was treated with topical steroids.  Psoriasis quickly spread over entire body and methotrexate was recommended.  It worked quickly to eliminate the plaque on the trunk of body, but patient has been unable to wean from the drug because psoriasis has never completely gon away on arms and legs.  We are now looking at Enbrol."
                },
                {
                    "author": "Methotrexate review by  38 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " minor sores like blemishes heal more slowly.  After taking, i'm tired in the morning ",
                    "Condition": " rhumitoid arthritis",
                    "Dosage and duration": " 12 pills per dose (not sure of dosage)  taken once a week for the period of still taking, now about 7 years",
                    "Other conditions": " minor sores like blemishes, heal more slowly, feel tired after taking",
                    "Other drug taken": " meloxicam",
                    "Benefits": " Less pain, less inflamation, slows down degeneration of disease. can function normally where before had severe pain in joints, especially in feet, knees, and made it extremely hard to walk, wear shoes, bend at knees.",
                    "Comments": " originally 10 now 12 pills once a week"
                },
                {
                    "author": "Methotrexate review by  43 year old female patient",
                    "rating": 5,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " liver damage.  everyone I spoke to said this is a very dirty drug.  this is a cancer type of treatment,  (chemo)  it is old and very hard on the liver.  can result in very serious liver damage very quickly.",
                    "Condition": " crohns",
                    "Dosage and duration": " 1 mg weekly  taken weekly for the period of 2 yrs",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " it subsided inflammation in the intestines.  therefore resulting in\r\nless pain and discomfort.  hopefully less diarrhea. ",
                    "Comments": " weekly 1 mg needle"
                },
                {
                    "author": "Methotrexate review by  44 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " mild hair loss",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 15 mg  taken once per week for the period of three years (continuing)",
                    "Other conditions": " none",
                    "Other drug taken": " folic acid and a calcium/vitamin D supplement",
                    "Benefits": " My severe pain and joint swelling diminished soon, and I have had few painful moments (and nothing like the pain I had before my diagnosis).  ",
                    "Comments": " After starting RA treatment with plaquenil and feeling few changes, my doctor encouraged me to try methotrexate.  My severe pain and joint swelling diminished soon, and I have had few painful moments (and nothing like the pain I had before my diagnosis).  I have stopped taking plaquenil.  The only side effect I have noticed is thinning hair.  I miss having a glass of wine once in a while, but the lack of pain makes that sacrifice worthwhile.  I take folic acid each day."
                },
                {
                    "author": "Methotrexate review by  47 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " I had no side effects from taking the medication.  I did have regular blood work up to determine liver damage. ",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 4 ml  (dosage frequency: once per week)  for the period of one year",
                    "Other conditions": " Baker's Cyst on the Left Knee",
                    "Other drug taken": " none",
                    "Benefits": " A reduction of inflamation in the joints on the hands, feet and elbow.  The nature of taking one does per week was also very beneficial did not have to remember to take daily.  ",
                    "Comments": " I took 4 tables once per week and daily doses of folic acid.  "
                },
                {
                    "author": "Methotrexate review by  47 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " Feeling Tired, lethargic. Dry skin ,  dry mouth, dry eyss. Nausea.  When I actually take the methotrxate  I feel as if I have a temperature and cannot do much for the first day. 48 hours hours after taking methotrexate I take a 5mg dose of Folic acid to reduce the most harmful side effects of taking methotrexate.",
                    "Condition": " rheumatoid arthritis",
                    "Dosage and duration": " 15mg  taken once a week for the period of 6years",
                    "Other conditions": " High blood pressure",
                    "Other drug taken": " bendroflumetazide",
                    "Benefits": " To reduce high blood pressure. To reduce pain and inflammation of Rheumatoid Arthritis",
                    "Comments": " I take one 15mg dose of methotrexate once a week along with sulphasalazine and naproxen to reduce activity of my very active rheumatoid arthritis. The pain and inflammation is still there but has reduced slightly. I also take Bendroflumethazide to reduce high blood pressure taken on a daily basis.  I have researched on the internet and found I need to increase my daily intake of water/fluids. This has never been mentioned in the contraindications or by my GP. I understand the reason for increasing fluid intake is because the medication I take is cytoxic and I need to keep my kidneys and liver flushed as much as possible, which is why patients who take methotrexate and sulphasalazine have monthly blood tests."
                },
                {
                    "author": "Methotrexate review by  53 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " SEVERE mouth ulcers all over the inside of my mouth and down my throat.  Unable to eat or even drink for about one month.  Became extremely dehydrated and went into acute renal failure.",
                    "Condition": " psoriatic arthritis",
                    "Dosage and duration": " 7 cc  (dosage frequency: once a week)  for the period of 2 years",
                    "Other conditions": " fibromyalgia",
                    "Other drug taken": " flexaril, ultracet",
                    "Benefits": " easing of arthritis symptoms, helped alleviate \"flu-like feeling\".",
                    "Comments": " Gave myself a shot once a week.  I think they quit making the injectible Methotrexate, which is a shame.  It works SO MUCH BETTER than the pills."
                },
                {
                    "author": "Methotrexate review by  61 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " Weight gain\r\nTired on the day I took methotrexate\r\nSome nausea",
                    "Condition": " RA",
                    "Dosage and duration": " 7 tablets per week (17.5 mg per wk)  taken once a week for the period of 15 months",
                    "Other conditions": " hypertension",
                    "Other drug taken": " Altace, Plaquenil, sulfasalazine",
                    "Benefits": " Less pain in joints, better mobility.  Better able to perform tasks of daily living.  Less stiffness.",
                    "Comments": " I am not especially pleased with the weight gain but I have to take something to control the RA.  I guess methotrexate works fairly well."
                },
                {
                    "author": "Methotrexate review by  41 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " Had to get monthly blood tests to check liver and kidney function. Once, after about 3-4 years of usage I had an abnormal blood test and was told to stop taking methotrexate for a month, then re-take blood test. Upon normal test, went back to taking methotrexate as usual. Did not notice any effects during time of abnormal blood test.",
                    "Condition": " Rheumatoid Arthritis",
                    "Dosage and duration": " 10cc  (dosage frequency: once a week)  for the period of 5 years",
                    "Other conditions": " None",
                    "Other drug taken": " Folic acid in high doses for methotrexate counter effect",
                    "Benefits": " Methotrexate kept the RA from progressing rapidly. Pain, swelling and stiffness were noticeably less when taking medication. It did not stop RA progress completely. In addition, arthritis nodules did develop.",
                    "Comments": " Injected myself in the thigh once a week."
                },
                {
                    "author": "Methotrexate review by  39 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Unfortunately, there were many side effects such as diarrhea, nausea, occasional vomiting, extreme fatigue, foggy mind. Bruising at the injection site was also very common.",
                    "Condition": " Rhematory Arthritis",
                    "Dosage and duration": " 1 cc  (dosage frequency: weekly injection)  for the period of 2 years",
                    "Other conditions": " Uticaria",
                    "Other drug taken": " None",
                    "Benefits": " This drug definitely helped control flares and joint stiffness. It also helped defeat the incredible amount of hives. Hives were completely controlled.",
                    "Comments": " One injection every week."
                },
                {
                    "author": "Methotrexate review by  50 year old male patient",
                    "rating": 4,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " The medicine MTX  was effective for fifteen years. Weekly dose of Enbrel is quiet effective. AS sson as I tke MTX 2 days after the Enbrel injection I am having severe swelling on my knee joints. Others onts remains normal. May be cronic kidney failure",
                    "Condition": " RA",
                    "Dosage and duration": " 7. 5 mg  taken weekly for the period of 17 years",
                    "Other conditions": " sever swelling on knee joints next  day of taking Methotrexate",
                    "Other drug taken": " ENBREL and Hydroxycloroqueen",
                    "Benefits": " The medicine MTX  was effective for fifteen years. Weekly dose of Enbrel is quiet effective. AS sson as I tke MTX 2 days after the Enbrel injection I am having severe swelling on my knee joints. Others onts remains normal.",
                    "Comments": "  I Got synovectomy done of my left knee joint plannig for right knee jointalso"
                },
                {
                    "author": "Methotrexate review by  64 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Oral: nausea, felt absolutely yucky for 48 hours post dose.\r\nWent sub-q and felt much better. ",
                    "Condition": " Uveitis, Inflmmatory arhtiritis in hands",
                    "Dosage and duration": " began w/ 7.5mg and titrated up  taken 1 x weekly for the period of 6months",
                    "Other conditions": " n/a",
                    "Other drug taken": " Folic Acid, Zofran",
                    "Benefits": " Reduction of oral prednisone and prednisone eyedrops w/ eventual stoppage. Uveitis cleared. Inflammatory arthritis is ongoing. I am undergoing new treatment with MTX currently.",
                    "Comments": " Prepped with Zofran and followed with daily Folic Acid and regular blood tests.\r\n\r\nSame protocol this time. Using sub-q,not willing to try oral again. "
                }
            ]
        },
        {
            "name": "lyrica",
            "numberReviews": 30,
            "overallScore": 5.8,
            "effectivenessScore": 6.73,
            "sideEffectScore": 5.67,
            "reviews": [
                {
                    "author": "Lyrica review by  57 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " I was told by my doctor that this drug had \"no side effects\". I had swelling of my hands and face, lethargy, drugged feeling but when I ran out of it over a weekend and had to go 3 days without it I experienced severe withdrawal symptoms, itching, skin crawling, insomnia, etc so I quit taking it",
                    "Condition": " fibromyalgia",
                    "Dosage and duration": " 100 mg. 3 X day  taken 3x day for the period of 3months",
                    "Other conditions": " arthritis",
                    "Other drug taken": " premarin, cataflam",
                    "Benefits": " Very little benefits, may have had a slight lessening of pain but not much",
                    "Comments": " 100 mg. 3 X day for about 3 months for fibromyalgia"
                },
                {
                    "author": "Lyrica review by  64 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " Some dizziness, balance, and memory issues.  Some days are fine, others are disconcerting but livable.",
                    "Condition": " Periferal neuropathy",
                    "Dosage and duration": " 60 MG  taken daily for the period of one year",
                    "Other conditions": " hypoglycemia ((tendency)",
                    "Other drug taken": " Cymbalta",
                    "Benefits": " Definite lowering of feet and leg pain, numbness and foot-sensory control.  However due to the length of diagnostic time required and the progressiveness of the problem, Cymbalta (in a.m.) and Lyrica (in p.m.) work well together.  The neuropathy does not both me at night, once I am laying down and settled.",
                    "Comments": " Lots of testing at the Mayo Clinc (unmedicated) and then medicated with Lyrica, eventualy Cymbalta was added and works quite well about 60% of the time.  Prolonged walking or standing, driving over an hour,the wearing or shoes with backs, and socks exacerbate the neuropathy.  Some lower leg and foot therapy and massage also assists for short periods by releasing endorfins(?)."
                },
                {
                    "author": "Lyrica review by  43 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " Irrational thinking, disrupted thought process, Slow reactions while operating a vehicle",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 150 mg   taken 2 times a day for the period of 3 months",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " There was a minimum amount of pain reduction.  I believe the medication works neurologically and you do not realize you still have pain.  The side effects were so severe I was afraid to drive the car.  My memory and thought process was deeply distrubed and I still felt pain. My thought process changed so quickly during a mid sentence I sounded as if I was on drugs.  The side effects were just not worth tolerating for the small benefit.  I could not help but think with the way this is making me feel mentally what is the effect it is really having on me.  This medication was meant for Diabetics that suffer nerve pain.  I feel sorry for someone who would need to remain on this medication if it was helping reduce the pain.  As all medications it is not going to correct the underlying problem just address the symptoms associated with the problem.  I would not recommend anyone take it.",
                    "Comments": " Prescribe to me by my DO as the newest drug for Fibromyalgia she did not know how the drug worked but wanted to me to try it to see if it reduced my muscle pain.  I took myself off the drug because the side effects were to severe and they did not lesson over time."
                },
                {
                    "author": "Lyrica review by  44 year old female patient",
                    "rating": 2,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " I felt extremely drugged and dopey.  Could not drive at all while on this med.  Also had extreme ankle and feet swelling and couldn't even wear shoes.",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 300mg.  taken twice daily for the period of 2 months",
                    "Other conditions": " Chronic Fatigue Syndrome, Osteoarthritis",
                    "Other drug taken": " Lexapro, Prometrium, Flexeril,  Clonazepam",
                    "Benefits": " I think that the Lyrica was starting to help with the pain, but the side-effects were just too severe to continue.",
                    "Comments": " See above"
                },
                {
                    "author": "Lyrica review by  34 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " The treatment side effects are somewhat severe.  The first dose I took almost immediately knocked me out!  I was so out of it, loopy, sleepy, etc. that all I could do is sit around and then go to sleep! It didn't get better after a couple of doses and I originally stopped taking it.  My doctor helped me build up a tolerance by stepping up the dosage over a week or so.  That limited the side effects but I still find that if I miss a dose by even a couple of hours, I start going through withdrawal and start feeling AWFUL!  I don't feel better until I get the dose!  That is somewhat scary to me and keeps me from trying a higher dose but the benefits of having a \"normal\" life outweigh the side effects and I dont' know of any safer options to do that.",
                    "Condition": " NEUROPATHY / ANKLOSING SPONDYLYTIS",
                    "Dosage and duration": " 300 MG /DAY  taken 2x day for the period of ONGOING",
                    "Other conditions": " SHINGLES",
                    "Other drug taken": " RELAFEN",
                    "Benefits": " Lyrica reduced the pain associated with my anklosing spondylytis when other therapies had failed.  I had tingling, numbness, pain, and very limited movement in my arms and legs from A.S. after developing 6 moderate sized bone spurs on my cervical spine.  It was severely limiting my ability to have any sort of life.  I have tried almost every form of pain killer from OTC to narcotics with very limited effects.  Lyrica works differently and I find that I can be RELATIVELY pain free.  It does not totally eliminate the pain but what it does is make it bearable so that I can function.  I could take more of it according to my doctor but I am more comfortable taking the lowest possible dose.  I've noticed that I have no more tingling, very little numbness, and a greatly expanded range of motion without pain.  I highly recommend this drug!",
                    "Comments": " Treatment details?  I guess you are asking for how often, etc.?  I am on ongoing therapy.  I take one in the morning and one in the evening.  I try to keep my dosage schedule very precise because I pretty quickly show signs of withdrawal if I miss any.  It has allowed me to start physical therapy, which was previously unavailable because of the pain.  I feel much better but this is an ongoing disease that is not curable only controllable so I don't know what the future holds and if the treatment will change..."
                },
                {
                    "author": "Lyrica review by  46 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " It took my body 3-4 weeks to get used to Lyrica.  It did make me feel a little different \"high\" would probably be the best way to describe it.  I have since adjusted and have had no further side effects.",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 150mg   taken 2x per day for the period of Still taking it",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " Lyrica has made a huge difference with my fibromyalgia pain. I have had fibromyalgia for 13 plus years and was excited about the FDA finally approving Lyrica for fibromyalgia patients.  I would recomend that anyone suffering from fibromyalgia try this medication, along with a healthy diet and exercise. Lyrica is not a cure, but I have improved probably 75% over this last year.",
                    "Comments": " Started with 50 mg 2x a day (morning and afternoon), then gradually built up to 150mg 2x a day."
                },
                {
                    "author": "Lyrica review by  41 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " I feel sleepy and have days where in have trouble concentrating.",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 150mg  taken 50mg in the morning and 100mg before bed for the period of 11 month and still taking it",
                    "Other conditions": " Constipation",
                    "Other drug taken": " flexeril",
                    "Benefits": " I feel alot less pain taking the Flexeril (only at night) and the Lyrica.",
                    "Comments": " For Fibromyalgia, in the morning I take half of a multi-Vitamin and 50mg of Lyrica. 5 days out of 7 days, I excercise for 20 to 30 minutes on a tredmill. In the evening, I take half a multi-Vitamin, 100mg of Lyrica, and 5mg of Flexeril"
                },
                {
                    "author": "Lyrica review by  44 year old female patient",
                    "rating": 2,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " Form the onset I experienced a severe stabbing pain in my head followed by persistant headache for the remaining of the time i was on the medication.  I was plagued with upset stomach, constipation followed by diahrea, loss of balance, and the inability to remember words.  The night of the last day I took the medication I was unable to sleep due to the headache and therefore discontinued taking it.  ",
                    "Condition": " Myofascial pain",
                    "Dosage and duration": " 75 mg  taken twice a day for the period of one week",
                    "Other conditions": " Problems with rotorcuff, left shoulder",
                    "Other drug taken": " Robaxin, Darvocet",
                    "Benefits": " I did notice a slight decrease in the deep muscle pain that I normally experience.  There was no pain relief from the shoulder pain and neck pain.  No other benefits were experienced.  ",
                    "Comments": " I was prescribed 75 mf of Lyrica to be taken twice daily for seven days with and increase to 150 twice daily to follow.  Due to the side-effects I was experiencing my doctor discontinued this medication on the seventh day of treatment."
                },
                {
                    "author": "Lyrica review by  45 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " I was extremely tired both 1 month times I tried this! I already was tired from FMS and this more than doubled. I had no relief of aches or pain! Nothing! But, I wanted to try it the second time just to be sure.\r\n\r\nWell, I am going to try it again. Gluton for punishment? NO! I want to find something to HELP Me! I want a better life without pain or less pain. But I don't want to be so tired I go from the couch to the bed all day long. \r\n\r\nThis Fibromyalgia was a blow to My active life and I want it back!!  So I'll write another review after this 3rd try of Lyrica!!",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 75mg  taken 2x a day for the period of 2 months 2 seperate times",
                    "Other conditions": " Back pain",
                    "Other drug taken": " numerous",
                    "Benefits": " None!",
                    "Comments": " See above"
                },
                {
                    "author": "Lyrica review by  47 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Ineffective",
                    "Side effects": " A severe rash and I also had some swelling of my eye area.",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 25mg  taken 1for 7 days then 2 for 7 days for the period of 4 days",
                    "Other conditions": " meniere's disease",
                    "Other drug taken": " Cymbalta 60mg, Loestrin24, Triam/Hctz 37.5-25, Diazepam 5mg when needed, Naproxen 5mg when needed",
                    "Benefits": " I really could not give any results as I had a severe reaction to the medicine. I broke out in a rash on my elbow to my wrist area and also swelling of my eyes one morning. That is when I stopped taking it approx. 4 days into it.",
                    "Comments": " I was supposed to take it for 7 days once a night, then two pills for the next 7 nights but I never got that far."
                },
                {
                    "author": "Lyrica review by  49 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " fatigue, decreased mental acuity, weight gain.",
                    "Condition": " fibromyalgia",
                    "Dosage and duration": " 75mg.   taken twice a day for the period of ongoing...2 years",
                    "Other conditions": " none",
                    "Other drug taken": " wellbutrin, trazadone",
                    "Benefits": " Muscle pain from fibromyalgia was reduced; able to more actively participate in life activities.",
                    "Comments": " Once I started taking Lyrica, it took a couple of weeks to gain full advantage of its benefits. Originally, I has been places on a dose of 200mg three times a day, which I believe what was recommended for fibromyalgia. The resultant relief of pain was pretty good. However, I found myself very tired and mentally dull. I switched doctors and was given the reduced dosage of 75mg. twice a day. Although my pain relief results have not been as good, I do still have some relief while at the same time being able to be more alert and functional."
                },
                {
                    "author": "Lyrica review by  51 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " see above",
                    "Condition": " Fibromyalgia, Failed Back Syndrome",
                    "Dosage and duration": " 150 mg   taken twice a day for the period of 18 months+",
                    "Other conditions": " Chronic neck pain, back pain",
                    "Other drug taken": " Opana, Ambien, Senna, Provigil, Cymbalta, Norco",
                    "Benefits": " It seemed to work at first, but then the side effects started. Fatigue, severe memory loss, poor decisions, urinary incontinence, personality changes (crabby, irritable, withdrawn). The hard part is I can't seem to get off this stuff!! The withdrawals are horrible, shakiness, feelings of doom, loss of appetite, nausea, palpitations. It scares me so much that I just start taking it again. I'm stuck!! Don't ever start this stuff, there is something wrong with it. I don't know if I will ever be myself again.",
                    "Comments": " Lyrica 150mg twice a day"
                },
                {
                    "author": "Lyrica review by  58 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " Extreme swelling of face, hands and feet, as well as, raised welts on skin",
                    "Condition": " neuropathic pain aand fibromyalgia",
                    "Dosage and duration": " 300mg/day  taken 150mg twice/day for the period of 2 months",
                    "Other conditions": " severe spasms, severe osteoarthritis, migraines",
                    "Other drug taken": " Klonopin, Ultram",
                    "Benefits": " None",
                    "Comments": " Patient was being weened off of 3600mg/day of Neurontin on to Lyrica. As the dosage taken of Neurontin lessened and that of Lyrica increased so did the side effects. Patient was taken totally off of Lyrica and, successfully, placed back on Neurontin. "
                },
                {
                    "author": "Lyrica review by  46 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " With Lyrica I have put on a bit of weight, this is rather depressing so now on anti depressants. For now I have Irritable Bowel Syndrome and the pains are not too good each day.",
                    "Condition": " Complex Regional Pain Sydrome",
                    "Dosage and duration": " 150mg  taken twice a day for the period of 2 years",
                    "Other conditions": " Depression",
                    "Other drug taken": " GenRix Fluoxetine",
                    "Benefits": " With the Lyrica It helps the pain.",
                    "Comments": " Lyrica is a good drug for pain in my hand/arm after an accident. If I dont take this drug my symptoms will only get worse. Complex Regional Pain Syndrome has changed my life, for I cant work anymore."
                },
                {
                    "author": "Lyrica review by  50 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " signigicant swelling of hands and feet so significant and uncomfortable that I had to discontinue the medication regimine",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 100mg twice a day  taken twice a day for the period of 2 weeks",
                    "Other conditions": " N/A",
                    "Other drug taken": " omperzole, amitiza,trazadone",
                    "Benefits": " some pain relief recieved minimized pain when touched ",
                    "Comments": " I started on 50mg twice aday with out any pain relief.  The dosage was increased to 100mg twice a day with some pain relief but the side effects began"
                },
                {
                    "author": "Lyrica review by  46 year old female patient",
                    "rating": 5,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " swelling, weight gain, fatigue",
                    "Condition": " Pain in my legs",
                    "Dosage and duration": " 100 mg  taken three times per day for the period of 15 months",
                    "Other conditions": " CHF, Prinzmetal angina",
                    "Other drug taken": " procardia, lasix",
                    "Benefits": " relieved the pain",
                    "Comments": " I was prescibed lyrica for pain in the leg.  It was caused by an impinged nerve in my back.  Since weight gain was a side effect of the medicine, although it did releive my pain, it made it harder for the swelling in my back to go down.  In the end, I came off lyrica and immediately dropped 20 pounds and the nerve was no longer impinged."
                },
                {
                    "author": "Lyrica review by  63 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " sleepiness- fatigu memory loss- confusion-depression- trouble breathigng",
                    "Condition": " fibromylgia",
                    "Dosage and duration": " 5 0mg.  taken 2 to 3 times day for the period of app. 4 yrs.",
                    "Other conditions": " arthritis- asteproesis",
                    "Other drug taken": " zanaz- lorotab- pristiq",
                    "Benefits": " the benefits foe the pain was good, it helped the constant pain i was having in my muscles and the over all aching",
                    "Comments": " good relief from pain  . i take 100mg. at bed time it helps me sleep well but am tired in the am. it makes me just want to lie on couch and sleep all day this makes my arthritis worse. am tired and draggy all day with no desire to do any thing, even the thing that have always interested me.am prescribed one 50g for daytimebut cannot tolerate it because i will sleep all day and be very light headed and unable to concentrate."
                },
                {
                    "author": "Lyrica review by  53 year old female patient",
                    "rating": 5,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " confusion, short term memory loss. It was like living in a fog. ",
                    "Condition": " spinal nerve compression pain",
                    "Dosage and duration": " 100 mg  taken 3x daily for the period of 6 months",
                    "Other conditions": " none",
                    "Other drug taken": " zanaflex & tramadol",
                    "Benefits": " Perhaps a slight improvement in nerve pain",
                    "Comments": " I took it 3 times daily to help reduce nerve pain from spinal compression that needs to be fused but I did not want another fusion yet so this was one of the medications they put me on when nuerontin at the levels I needed caused some of the same side effects as Lyrica;."
                },
                {
                    "author": "Lyrica review by  63 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " sleepiness- fatigu memory loss- confusion-depression- trouble breathigng",
                    "Condition": " fibromylgia",
                    "Dosage and duration": " 5 0mg.  taken 2 to 3 times day for the period of app. 4 yrs.",
                    "Other conditions": " arthritis- asteproesis",
                    "Other drug taken": " zanaz- lorotab- pristiq",
                    "Benefits": " the benefits foe the pain was good, it helped the constant pain i was having in my muscles and the over all aching",
                    "Comments": " good relief from pain  . i take 100mg. at bed time it helps me sleep well but am tired in the am. it makes me just want to lie on couch and sleep all day this makes my arthritis worse. am tired and draggy all day with no desire to do any thing, even the thing that have always interested me.am prescribed one 50g for daytimebut cannot tolerate it because i will sleep all day and be very light headed and unable to concentrate."
                },
                {
                    "author": "Lyrica review by  19 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " After taking Lyrica I developed tinnitus. I started hearing Morse code, music, and running water. I was also checked for ear problems and schizophrenia and the tests were negative. It did cause some drowsiness and made it hard to get up in the morning for the fist two or three weeks, but overall it has been a blessing. No weight gain either, although my doctor did warn me it could happen.",
                    "Condition": " Pinched nerves",
                    "Dosage and duration": " 50mg  taken 1x daily for the period of 2 months",
                    "Other conditions": " spondylolisthesis, chronic back pain",
                    "Other drug taken": " naproxen",
                    "Benefits": " Lyrica really helped my pinched nerves and radicuopathy in my legs. I would go to bed in terrible pain and sometimes couldn't even lie down because my lower back and legs would cause me so much discomfort. When I woke up I couldn't feel my legs and could barely walk. Lyrica makes it easy and painless to sleep and in the morning I can walk and drive without worrying if my legs will go numb. ",
                    "Comments": " Take as recommended by your doctor."
                },
                {
                    "author": "Lyrica review by  37 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " No side effects related to the Lyrica medication.",
                    "Condition": " fibromyalgia",
                    "Dosage and duration": " 75 mg  taken twice a day for the period of still taking",
                    "Other conditions": " thorasic outlet syndrome",
                    "Other drug taken": " soma, morphine 12 hour",
                    "Benefits": " Benefits where good with the Lyrica, I wish it controlled pain and inflamation more.  However I could not go back to living without it, I would be a mess.",
                    "Comments": " The treament consisted of taking lyrica 75mg once in the morning and again a bed. Take the soma as needed and the morphine every 12 hours."
                },
                {
                    "author": "Lyrica review by  63 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " trouble breathin- confusion- sleepiness- fatigue- depression",
                    "Condition": " fibromylgia",
                    "Dosage and duration": " 50. mg. per day  taken 3 x day for the period of app. 4yrs.",
                    "Other conditions": " arthfitis -asteoprosis",
                    "Other drug taken": " xanax- lorotab-",
                    "Benefits": " good unless a stop for a few days",
                    "Comments": " am not sure the benefits are worth the side effeects. has caused a terrible change in my life style. the relief from the pain is good enjoying but the side effects keep me from enjoying the things i love, i just want to lie on the couch and sleeping all the time and the depression is terrible even though i take an antideppressant"
                },
                {
                    "author": "Lyrica review by  42 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " I suffer from chronic migraines and as I increased my dosage of Lyrica, it increased the frequency of my migraines.  It also had sexual side effects, suppressing sexual drive.",
                    "Condition": " fibromyalgia",
                    "Dosage and duration": " 100 mg  taken 50 mg 2 x day for the period of 9 months",
                    "Other conditions": " chronic migraine",
                    "Other drug taken": " topamax, axert",
                    "Benefits": " I took lyrica for fibromyalgia and it relieved my symptoms within one week.  I felt significantly better quite quickly, even after I had tried extensive physical therapy for my symptoms.",
                    "Comments": " I started with 25 mg of lyrica and then increased by 10 mg every week. "
                },
                {
                    "author": "Lyrica review by medical professional caring for 38 year old female patient",
                    "rating": 7,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " fatigue\r\npatient felt tired.  this helped patient to sleep but prevented an increase in dose.",
                    "Condition": " pain",
                    "Dosage and duration": " 25 mg  taken q 8 hrs for the period of 1 month",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " patient slept better\r\npatient had some decrease in pain",
                    "Comments": " patient tolerated the medication and continued to take.  dose wasn't increased because of fatigue\r\nif pateint had tolerated medication better would have increased the dose.\r\nmedicaction can be helpful for nerve pain"
                },
                {
                    "author": "Lyrica review by care giver of 18 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " In the begining of treatment she was nauseas, dizzy, light headed, spacey, these symptoms decreased with time. She still gets what we call \"lyrica head\" on cloudy days.  \"Lyrica head\" is a foggy feeling.  Other patients taking lyrica that we have spoken to complain of this also.",
                    "Condition": " chronic pain",
                    "Dosage and duration": " 100 mg   taken twice a day for the period of 10 months",
                    "Other conditions": " Elhers-Danlos syndrome, Graves Disease, Endometreosis, Anxiety disorder",
                    "Other drug taken": " tapazole, synthroid, zoloft, buspar, omperzole, necon",
                    "Benefits": " The treatment quieted the nerve endings givig them a chance to calm down from the chronic pain cycle.  It allowed the nervous system to regulate itself properly again.",
                    "Comments": " She has suffered from chronic joint pain and several dilocated or sublaxed bones and joints through out her life.   About 18 months ago an orthopedic doctor treating her for another ligament injury looked at her history and saw a pattern and sent her to a geneticist who made a clinical diagnosis after doing some test.  She was diagnosed with Ehlers-Danlos syndrome type 3. She was then referred to the pain clinic to get some help with the increasing pain from her condition.  Their she met an anastheologist who prescribed Lyrica.  She was started on a low dose and increased gradually and after some trial and error settled on 100 mg 2xday.  The higher dose made her too spacey and light headed. "
                },
                {
                    "author": "Lyrica review by  45 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " drowiness, lightheadedness. ",
                    "Condition": " Fibromyalgia",
                    "Dosage and duration": " 150 mg  taken 2 times daily for the period of 2 years",
                    "Other conditions": " spinal stenosis",
                    "Other drug taken": " lexapro, effexor",
                    "Benefits": " lessening of nerve pain, decrease in depression. Medication will be increased as nessesary. Decrease in parathesis, shaking. Exercise is needed to truly relieve pain. Water based therapy can definetely add to releif from pain. Depression medication helps, relieving the other symptoms, and can increase sleep. In general all treatments, Lyrica, anti-depressants, muscle relaxers and exercise program (including stretching, weight-resistance, aerobic and endurance training and water excerises - this should be followed religiously) combined contribute to relieving pain, depression, control weight gain, and give patient back some resemblance of a normal live.",
                    "Comments": " exercise, stretching, ect, see above"
                },
                {
                    "author": "Lyrica review by  32 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Constipation mainly.  I didn't gain or lose weight.  A little dry eyes and mouth.  I did have several colds the second year so it may have lowered my immunity.  These side affects was worth the benefits for me",
                    "Condition": " Fibromyalgia and Myofacial pain",
                    "Dosage and duration": " 75 mg   taken twice daily for the period of 2 years",
                    "Other conditions": " hyperthyroidism",
                    "Other drug taken": " Tramadol",
                    "Benefits": " Nerve pain and muscle pain decreased significantly within the first couple days.  Fibromyalgia was very debilitating for me but with Lyrica, I was able to go back to work and function normally.  It helped with pins and needles, twitching, and muscle spasms.  It also seemed to help with some of the anxiety I experienced.",
                    "Comments": " I was first given 75 mg once a day and realized the medicine didn't last 24 hours so I started on twice daily doses and that helped.  I needed a little more pain reliever and started Tramadol along with the Lyrica.  I would take extra Tramadol if necessary, which provided relief at times when pain spiked."
                },
                {
                    "author": "Lyrica review by  46 year old female patient",
                    "rating": 5,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " swelling, weight gain, fatigue",
                    "Condition": " Pain in my legs",
                    "Dosage and duration": " 100 mg  taken three times per day for the period of 15 months",
                    "Other conditions": " CHF, Prinzmetal angina",
                    "Other drug taken": " procardia, lasix",
                    "Benefits": " relieved the pain",
                    "Comments": " I was prescibed lyrica for pain in the leg.  It was caused by an impinged nerve in my back.  Since weight gain was a side effect of the medicine, although it did releive my pain, it made it harder for the swelling in my back to go down.  In the end, I came off lyrica and immediately dropped 20 pounds and the nerve was no longer impinged."
                },
                {
                    "author": "Lyrica review by  61 year old female patient",
                    "rating": 9,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " Side effects are sleeping very heavily and waking up beyond my usual time feeling a bit loopy. I am able to drive to work, but find it hard to verbalize during conversations and seem to be grasping for words at times, which is embarrassing in my field of work.i have also found myself to be quite unproductive at work,accomplishing anything seems to be a major chore.",
                    "Condition": " Leg pain from compressed spinal cord",
                    "Dosage and duration": " 150 mg qhs  taken as prescribed for the period of 3weeks",
                    "Other conditions": " High blood pressure and depression",
                    "Other drug taken": " Zoloft, diuril",
                    "Benefits": " I was unable to go up and down steps without acute pain and unable to stand long or walk for too long without pain becoming unbearable.  I took my first dose of 100 mg  at bedtime and woke up in morning feeling almost like a new person.Tremendous reduction in pain and spasms of leg with greater range of motion.   After a day or two i had to increase the dosage as the knee started to stiffen up again making walking and steps difficult.",
                    "Comments": " I have a 6 year history of ruptured discs cervical and lumbar with cord compression post MVA  resulting in leg spasms, fasciculations and strong diffuse leg ache with limited range of motion.also weakness of both extremities and numbness in big toe.\r\nI am on 150mg qhs (once every night before bedtime). I supplement the lyrica with Aleve during the day."
                },
                {
                    "author": "Lyrica review by  48 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " When I first started on the maximum dose of 300 mg twice a day I did experience dizziness,mild muscle twitching, short term memory problems and constipation.  The dizziness and muscle twitching did ease off after about 6 weeks but I still have constipation and seem to have difficulty remembering certain things.",
                    "Condition": " chronic pain",
                    "Dosage and duration": " 300 mg   taken twice a day for the period of 18 months",
                    "Other conditions": " none",
                    "Other drug taken": " amitriptylene",
                    "Benefits": " I experienced a Reduction in my chronic pain by about  fifty per cent once i was takiing the maximum dose of 300mg twice per day.I have this chronic pain for the past 19 years and have tried everything.  This is the first time that anything has made any difference.",
                    "Comments": " I started on 50 mg twice daily and I was got no reduction in pain, my doctor gradually increased the dose to 300mg twice daily. Once I was on the maximum dose, I started to experience some dizziness etc as outlined above.  However some of the  Side effects became less obvious after about 6 weeks on the maximum dose.  It was worth it because I was feeling a reduction in my pain levels for the first time in 19 years"
                }
            ]
        },
        {
            "name": "naproxen",
            "numberReviews": 18,
            "overallScore": 4.89,
            "effectivenessScore": 5.89,
            "sideEffectScore": 6.33,
            "reviews": [
                {
                    "author": "Naproxen review by  36 year old female patient",
                    "rating": 6,
                    "Effectiveness": " Moderately Effective",
                    "Side effects": " none that i noticed",
                    "Condition": " auto accident, severe whiplash",
                    "Dosage and duration": " 1 tablet 3 times a day  taken 1 tablet 3 times a day for the period of 10 days",
                    "Other conditions": " pinched nerve, headaches",
                    "Other drug taken": " cyclobenzaprine",
                    "Benefits": " helped aleviate whip lash symptoms",
                    "Comments": " i took the medications for the prescribed time and symptoms improved, however, I still have some symptoms which are being treated through physical therapy since the accident was only in December"
                },
                {
                    "author": "Naproxen review by  25 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " I had no side effects.",
                    "Condition": " period cramps",
                    "Dosage and duration": " 500 mg  taken 3 days per month for the period of almost 6 years",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " I was able to do normal daily activities again",
                    "Comments": " I always have had really bad cramps. I have tried many different prescription pain killers over the years and none have really made the pain any better. I first started taking Naproxen in 200mg as you can get this over the counter as Aleve in the States. Canada has no such product available. I found that even  in 200 mg strength sometimes was enough to make my day bearable. I now get it from my Dr. in 500 mg strength and am able to carry out my normal daily activities as I was unable to even go to work some days before."
                },
                {
                    "author": "Naproxen review by  53 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": "  I compared the ibuprofen to the naproxen and found the naproxen to really work. Whenever I begin to feel a tightness down my leg i start taking naproxen for about a week and the pain discontinues",
                    "Condition": " sciatica pain/bulging discs",
                    "Dosage and duration": " 500 mg  taken 3 times day for the period of 1 yr  still taking ",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": "  I first tried ibuprofen 800 mg with very little results other than upset stomach between epidural treatments (3) i",
                    "Comments": " naproxen 3 times a day for one week any time sciatica flares"
                },
                {
                    "author": "Naproxen review by  52 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " caused severe abdominal cramps and bouts of diarrhoea and constipation",
                    "Condition": " arthritis",
                    "Dosage and duration": " 3 x 10mg / day  taken daily for the period of 2 years",
                    "Other conditions": " nil",
                    "Other drug taken": " paracetamol",
                    "Benefits": " reduced the pain and swelling",
                    "Comments": " given over a period of 3 years... at first daily and then, due to stomache irritation, reduced to use only when needed. Stomache problems evident when taking 3 a day for 2 or more days.  Given tab for coating the stomache."
                },
                {
                    "author": "Naproxen review by  52 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " caused severe abdominal cramps and bouts of diarrhoea and constipation",
                    "Condition": " arthritis",
                    "Dosage and duration": " 3 x 10mg / day  taken daily for the period of 2 years",
                    "Other conditions": " nil",
                    "Other drug taken": " paracetamol",
                    "Benefits": " reduced the pain and swelling",
                    "Comments": " given over a period of 3 years... at first daily and then, due to stomache irritation, reduced to use only when needed. Stomache problems evident when taking 3 a day for 2 or more days.  Given tab for coating the stomache."
                },
                {
                    "author": "Naproxen review by  16 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Ineffective",
                    "Side effects": " Caused nausea and stomach pain. The nausea would alleviate a couple of hours before the next dose was due, and start within an hour of the dose. It did not cause actual vomitting, but there were a few occasions on which I felt so nauseous I was convinced I would be sick at any moment. ",
                    "Condition": " Juvenile Idiopathic Arthritis",
                    "Dosage and duration": " 500mg   taken twice a day/at 12 hour intervals for the period of Four weeks",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " The treatment did not affect the level of joint pain that I experienced, nor did it improve joint stiffness. I cannot comment on it's effect on inflammation as my inflammation tends not to be visible anyway. This may be the reason that Naproxen did not benefit me",
                    "Comments": " I would never take Naproxen again without having a LONG discussion with both a doctor and pharmacist."
                },
                {
                    "author": "Naproxen review by  54 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " the treatment caused my blood pressure to increase quickly - within a week or so - to very high blood pressure.  I found that I was very nervous and felt horrid, dizzy.  I went to a GP who took me off of it.",
                    "Condition": " frozen shoulder",
                    "Dosage and duration": " 500 mg  taken 2xday for the period of 3 weeks",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " the medication did not benefit my shoulder pain at all.  The orthopedic doctor felt it would eventually kick in, but for me, it never did and didn't do anything to help.  It had adverse affects.  He was a very caring doctor who was trying to lessen the severe pain I experienced.",
                    "Comments": " the treatment was for a frozen shoulder.  I had a lot of pain and could not sleep at night on my back or side. I could only sleep sitting up for a few hours at a time. It was hard to move.  Physical therapy eventually helped and taking Tylenol products.  I had many sleepless nights.  I went off the medication after three weeks since the effects for me were not helpful and had terrible side effects."
                },
                {
                    "author": "Naproxen review by  29 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " on the first day I experienced symptoms such as shortness of breath. On the second day I expereinced an increased heartrate and other symptoms such chest pains, stomach ache, an intense irritability. In addition, upon stdying this drug and reading the symptoms I am more in fear for my health and my safety.",
                    "Condition": " Rhuematoid Arthritis",
                    "Dosage and duration": " 500mg  taken 2(daily) for the period of 2 days",
                    "Other conditions": " shortness of breath, chest pain, Rapid Heartbeat, stomache pain",
                    "Other drug taken": " None",
                    "Benefits": " On the fist day I experienced symptoms such as shortness of breath but the drug seemed to take affect the next day. When I took the drug on the second day I expereinced an increased heartrate and other symptoms such as the ones I listed above. ",
                    "Comments": " 2 pills taken daily. Thank God I did not or I would be in the hospital."
                },
                {
                    "author": "Naproxen review by  65 year old female patient",
                    "rating": 3,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " I could not sleep. I had trouble falling asleep and would awaken wide awake many time during the night. ",
                    "Condition": " shoulder pain",
                    "Dosage and duration": " 500 mgs 2 times a day  taken twice a day for the period of two weeks",
                    "Other conditions": " depression, anxiety",
                    "Other drug taken": " doxepin, zoloft",
                    "Benefits": " Somewhat reduced the shoulder pain. My should still hurt when I moved my arm certain ways but it was somewhat lessened.",
                    "Comments": " I discotinued the naproxen after 2 weeks and started taking 3 ibuprofen every 5 hours with no disturbance to sleep and better pain management."
                },
                {
                    "author": "Naproxen review by  25 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " I woke up 3am and couldnt sleep I had the worst stomach pains thats in my stomach like gas pains and they hurt so bad. They come every 5 mins its the worst pain. For 2 days I have been in pain. I'd never take this medicine again. Im about to get up and throw it away now!",
                    "Condition": " Back Spasm",
                    "Dosage and duration": " 500  (dosage frequency: 1 time for 3 days)  for the period of 1",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " Nothing",
                    "Comments": " None"
                },
                {
                    "author": "Naproxen review by  38 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " At times there were stomach irritations as a result of Naproxen. It caused acid reflux to be moderate to severe at times. Taking with food helped and at other times it was necessary to take a medicine for the upset. ",
                    "Condition": " Nerve damage/ ACDF surgery",
                    "Dosage and duration": " 500 mg   taken twice daily for the period of 2 years +",
                    "Other conditions": " Permanent nerve and muscle damage",
                    "Other drug taken": " Lyrica and oxycodone",
                    "Benefits": " Benefits of Naproxen helped with inflammation in the neck. Having a herniated disc the size of a plum impinged on a nerve for about a year and a half caused permanent nerve and muscle damage in the right arm. After surgery there was immediate relief however, because of the damage there are still issues with pain and inflammation. There are also still 2 bulging discs in the same area as the 2 herniated discs that were removed and replaced (i.e.) ACDF surgery. ",
                    "Comments": " Treatment for inflammation in the cervical spine after ACDF surgery was necessary to remove 2 discs that were herniated and had a nerve severely impinged. As a result of nerve impingement there is permanent nerve damage and muscle damage. Almost 2 years after surgery still see doctor monthly for inflammation and pain. There are also 2 bulging discs that at this point and time have yet to cause any further surgery or pain. "
                },
                {
                    "author": "Naproxen review by  32 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " When I took it twice a day for a week for an injury, my stomach got upset.  Taking one 500mg dose daily just a few days a week I only notice a very subtle spaciness, but I'm very drug sensitive.",
                    "Condition": " Musculoskeletal pain; nerve pain",
                    "Dosage and duration": " 500mg   taken once a day, as needed for the period of intermittently here and there",
                    "Other conditions": " vulvar vestibulitis",
                    "Other drug taken": " nortriptlyine",
                    "Benefits": " Very effective reduction in pain from an injury, and later when having vulvar vestibulitis flare ups.",
                    "Comments": " 500mg twice a day for injuries....then 500mg here and there for spot pain reduction.  I used after deep physical therapy work that may make my pain worse - seemed pretty effective."
                },
                {
                    "author": "Naproxen review by  47 year old female patient",
                    "rating": 8,
                    "Effectiveness": " Considerably Effective",
                    "Side effects": " I haven't noticed any side effects.",
                    "Condition": " tendonitis of the foot, specifially big toe",
                    "Dosage and duration": " 500mg  taken twice daily for the period of Still taking it",
                    "Other conditions": " None",
                    "Other drug taken": " Celexa, Klonopin, Seroquel",
                    "Benefits": " The Naproxin has reduced the tendonitis pain enough to allow me to continue my work waitressing. ",
                    "Comments": " I saw my MD for painful tendonitis I was feeling under the center of my foot and on through my big toe. Sometimes my toes would cramp up painfully. She prescribed the Naproxen and shoe insoles (called \"Super Feet\"). I've been taking the medication for a week and so far, it's been quite helpful, although I still experience moderate pain after working a shift (I waitress)."
                },
                {
                    "author": "Naproxen review by  12 year old male patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " gave me extreme cramps, swelling, dizzyness, nausiea, laughing for 30 minutes straght",
                    "Condition": " carpal tunnel",
                    "Dosage and duration": " 250 mg 21 pills  taken 3 times a day for the period of 1 day",
                    "Other conditions": " high blood pressure",
                    "Other drug taken": " none",
                    "Benefits": " releved pain for 1 hour but then has no more effect and caused pain not reileif possibly ebcause of `the fast i had high blood pr1essure but did not read it has high sodium, (low sodium diet for over 3 years)",
                    "Comments": " ????"
                },
                {
                    "author": "Naproxen review by  57 year old male patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " None noticed",
                    "Condition": " Arthritis ",
                    "Dosage and duration": " 1000mg/day  taken 2 x 500mg/day for the period of 2 years",
                    "Other conditions": " None",
                    "Other drug taken": " None",
                    "Benefits": " I fractured of my ankle 30 years ago and about 3 years ago I developed arthritis in the same joint (but nowhere else) which was very painful and caused swelling, redness and reduced movement.  I tried all sorts of treatment (aspirin, ibuprofen and a number of recommended natural remedies, the best of which can be said they made things no worse).  I was prescribed naproxen and this has worked really well, so much so that I have thought on a couple of occasions that I have been 'cured', but within a few days of stopping the tablets twinges reappear.",
                    "Comments": " One 500mg tablet twice a day"
                },
                {
                    "author": "Naproxen review by  19 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Ineffective",
                    "Side effects": " Nausea, loss of appetite, a little chest pain and vomiting. They gave me a shot of this at the hospital and then perscribed me with it. Once I got home I noticed I had an upset stomach, I thought it was because they gave me the shot on an empty stomach, so I ate something small and tried to take a nap. When I woke up from my nap my upset stomach did not go away and I felt naushes. I tried to drink a Powerade and eat a few preztles, that did not help at all. So for dinner I ate some soup and the upset stomach, nausea and chest pain still continued. I went to bed and woke up with stomach pains and still nausea. I ended up vomiting but only a little. I haven't taken any of the prescribed pills, just the shot at the hospital, and I am still feeling nausea, an upset stomach and a little chest pain. This medicine is not good at all. ",
                    "Condition": " Costochondritis/ inflammation of the chest wall",
                    "Dosage and duration": " 500mg  taken 2x a day or when needed for the period of 1 day",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " none",
                    "Comments": " I couldn't lift anything heavy cause of the inflammation in my chest or breathe in really cold air. The doctor told me instead of using Naproxen I can take a hot shower, use a heating pad or to take Ibuprofen to alevate the pain I was feeling when the inflammation would come back or get worse."
                },
                {
                    "author": "Naproxen review by  37 year old female patient",
                    "rating": 1,
                    "Effectiveness": " Marginally Effective",
                    "Side effects": " I had the most intense stomach pain I've ever had in my life.  The pain was nearly unbearable.  It felt like I had an acid stomach with extreme pain.  I drank milk and had taken this will food and still had stomach pain.  ",
                    "Condition": " joint pain",
                    "Dosage and duration": " 500 mg  taken 2 in 1 day for the period of 1day",
                    "Other conditions": " only had joint pain before I took this drug",
                    "Other drug taken": " none",
                    "Benefits": " I didn't feel my joint pain after taking this, I think because I was too bothered by the side effects.",
                    "Comments": " I would much ranther have the joint pain, then go through this stomach pain ever again.  I've stopped using this and would not recommend it to anyone."
                },
                {
                    "author": "Naproxen review by  61 year old female patient",
                    "rating": 10,
                    "Effectiveness": " Highly Effective",
                    "Side effects": " There were no side effects.",
                    "Condition": " ac joint dislocation",
                    "Dosage and duration": " 375mg  taken twice a day for the period of 6 weeks",
                    "Other conditions": " none",
                    "Other drug taken": " none",
                    "Benefits": " improved range of motion, pain relief and decreased soreness",
                    "Comments": " My family doctor prescribed naproxen for continued inflamation and soreness after I had completed a 3 month period of physical therapy for my separated shoulder.  I had been using ibuprofen and/or tylenol and my discomfort had continued unabatted.  I was given a prescription for naproxen, 375mg, to be taken as needed twice daily.  I had been having trouble sleeping due to the soreness and discomfort in my shoulder.  The first night I took naproxen, I slept without waking during the night.  I have gradually improved with a limited amount of inflammation and soreness.  I have noticed improved range of motion in my shoulder."
                }
            ]
        }
    ]
}